/* Go back action title */
"Back" = "戻る";

/* Continue action title */
"Continue" = "続行";

/* Setup a new printer title */
"Set Up New Printer" = "新しいプリンタのセットアップ";

/* Application name */
"HP Easy Wireless Setup" = "HP Easy Wireless Setup";

/* HP Smart print details explanation */
"In just a few steps, you can start using your HP printer." = "HP プリンタは、いくつかの手順を実行するだけで、すぐに使い始めることができます。";

/* Prepare printer message */
"Prepare" = "準備";

/* Ensure power is on message on prepare printer view */
"Power is ON" = "電源がオンです";


/* Unconfigured printer display name */
"New Wireless Printer" = "新しいワイヤレス プリンタ";

/* Printer selection view title */
"Connect" = "接続";

/* Printer selection view description */
"Click Continue to set up a new wireless printer, or click Show All to select a printer that is already connected." = "[続行] をクリックして新しいワイヤレス プリンタをセットアップするか、[すべて表示] をクリックしてすでに接続されているプリンタを選択します。";

/* Show all printers button title */
"Show All" = "すべて表示";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                         	Printer configuration                           */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Printer confuguration view description */
"Follow these steps to add your printer to your Wi-Fi network." = "これらの手順に従って、プリンタを Wi-Fi ネットワークに追加します。";

/* Connect to HP-Setup- network title */
"Connect your Mac to the printer" = "Mac をプリンタに接続します";

/* Connect to HP-Setup- network explanation */
"Click the Wi-Fi icon in the menu bar and choose the printer's network (starts with \"HP-Setup\")." = "メニュー バーの Wi-Fi アイコンをクリックし、プリンタの (\"HP-Setup\" から始まる) ネットワークを選択します。";

/* Join network step title */

/* Connect to known network message */
"Click the Wi-Fi icon in the menu bar, and select your printer network (%@)" = "メニュー バーの Wi-Fi アイコンをクリックし、プリンタ ネットワーク (%@) を選択します";

/* Restore WiFi network step title */
"Restore your Mac's original Wi-Fi setting" = "Mac の元の Wi-Fi 設定を復元します";

/* Generic network name in lowercase */
"your network" = "使用ネットワーク";

/* Restore WiFi network step explanation */
"Click the Wi-Fi icon in the menu bar and choose the %@ network." = "メニュー バーの Wi-Fi アイコンをクリックし、%@ ネットワークを選択します。";
"Click the Wi-Fi icon in the menu bar, choose \"Join Other Network\", and connect to the %@ network." = "メニュー バーの Wi-Fi アイコンをクリックし、[ほかのネットワークに接続] を選択し、%@ ネットワークに接続します。";

/* Generic network name */
"Your network" = "使用ネットワーク";

/* Password description format */
"The Wi-Fi network%1$@requires a%2$@password." = "Wi-Fi ネットワーク %1$@ には %2$@ パスワードが必要です。";

/* Password title */
"Password:" = "パスワード:";

/* Cancel button title */
"Cancel" = "キャンセル";

/* OK button title */
"OK" = "OK";

/* Join button title */
"Join" = "参加";

/* Try again button title */
"Try Again" = "再試行";


/* Default button of alert on timeout while restoring connection */
"Wait" = "待機";

/* Alternate button of alert on timeout while restoring connection */
"Reconfigure" = "再構成";

/* Network joining error description */
"Make sure the network name and password are correct, try again later, or select another network from the list." = "ネットワーク名とパスワードが正しいことを確認し、後でもう一度実行するか、リストから別のネットワークを選択してください。";

/* Other button of alert on timeout while restoring connection */
"Cancel" = "キャンセル";

/* Message text of the alert when connecting to unsupported network */
"Cannot connect to the network \"%@\"" = "ネットワーク \"%@\" に接続できません";

/* Informative text of the alert when connecting to unsupported network */
"The network \"%1$@\" has the %2$@ encryption type. This encryption type is not supported." = "ネットワーク \"%1$@\" の暗号化の種類は %2$@ です。この暗号化の種類はサポートされていません。";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                        Print test page controller                          */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Add and print screen messages */
"Follow the steps below to prepare for printing." = "これらの手順に従って印刷を準備します。";
"Click Add Printer. A new window will open." = "[プリンタの追加] をクリックします。新しいウィンドウが開きます。";
"Add Printer..." = "プリンタの追加…";
"In the newly opened window:" = "新しく開いたウィンドウで、以下を実行します。";
"Choose \"%1$@\" from the %2$@ pop-up menu." = "[%2$@] ポップアップ メニューから \"%1$@\" を選択します。";
"Use" = "ドライバ";
"Print Using" = "ドライバ";


"Click Add." = "[追加] をクリックします。";
"To ascertain that the printer has been successfully configured, place a sheet of %@ paper in the printer's paper tray, and then click Print Test Page." = "プリンタが正しく構成されていることを確認するため、プリンタの用紙トレイに %@ 用紙を 1 枚セットし、[テスト ページの印刷] をクリックします。";

"Print Test Page" = "テスト ページの印刷";

/* The name of the print job */
"Test Page" = "テスト ページ";

"Add and Verify" = "追加と確認";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                         Join other network sheet                           */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Join other network sheet title */
"Find and join a Wi-Fi network." = "Wi-Fi ネットワークを見つけて参加します。";

/* Join other network description label */
"Enter the name and security type of the network you want to join." = "参加するネットワークの名前とセキュリティの種類を入力します。";

/* Network name label */
"Network Name:" = "ネットワーク名:";

/* Security type label */
"Security:" = "セキュリティ:";

/* Password label */
"Password:" = "パスワード:";

/* Show password checkbox title */
"Show password" = "パスワードの表示";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                   			     Rename printer       		                  */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Apply" = "適用";

"Done" = "完了";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*               			     Network popup												*/
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Refreshing Networks..." = "ネットワークを更新中…";
"No Networks Found" = "ネットワークは見つかりませんでした";
"%d Networks Found" = "%d ネットワークが見つかりました";
"Join Other Network..." = "ほかのネットワークに接続...";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*               			   Network selection tutorial									*/
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Wi-Fi: On" = "Wi-Fi：入";
"Turn Wi-Fi Off" = "Wi-Fi を切にする";
"HP-Setup..." = "HP-Setup…";
"Home" = "ホーム";
"Create Network..." = "ネットワークを作成...";
"Open Network Preferences..." = "“ネットワーク”環境設定を開く...";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                        Login and password sheet                            */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"%1$@ is trying to change your print settings. Type your password to allow this." = "%1$@ が印刷設定を変更しようとしています。これを許可するには、パスワードを入力してください。";

"%1$@ is trying to change your print settings. Type an administrator's name and password to allow this." = "%1$@ が印刷設定を変更しようとしています。これを許可するには、管理者の名前とパスワードを入力してください。";

"Account name:" = "アカウント名:";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                           Non HP driver sheet                              */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/


"Use the Current Driver" = "現在のドライバを使用する";

"Switch to the HP Driver" = "HP ドライバに切り替える";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                          Network Encryption types                          */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/
"none" = "なし";
"wpa_psk_or_wpa2" = "WPA／WPA2 パーソナル";
"wpa_enterprise" = "WPA エンタープライズ";
"wpa2_enterprise" = "WPA2 エンタープライズ";
"wpa_psk" = "WPA パーソナル";
"wpa2" = "WPA2 パーソナル";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                                 Plus version                               */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/
/* Finish setup screen strings */
"Preparing to open HP Utility..." = "HP Utility を開くための準備中...";
"Thank You!" = "ありがとうございます。";
"Continue with HP Utility" = "HP Utility で続行";
"Click Open HP Utility and then follow the steps presented. Once HP Utility has opened, HP Easy Start will automatically close." = "[HP Utility を開く] をクリックし、表示される指示に従います。HP Utility が開くと、HP Easy Start が自動的に閉じます。";
"Cannot open HP Utility." = "HP Utility を開けません。";
"Open HP Utility..." = "HP Utility を開く...";
"Now that you are connected and essential software is installed, use HP Utility to complete remaining printer setup tasks." = "接続され、必要不可欠なソフトウェアがインストールされました。HP Utility を使用して、残りのプリンタ セットアップ作業を完了してください。";


/* Software installation strings */
"We were not able to automatically locate any software options for this product. Please go to the HP Website and search for product solutions there." = "この製品のソフトウェア オプションを自動確認できませんでした。HP Web サイトに移動して、製品のソリューションを検索してください。";
"Searching for software..." = "ソフトウェアを検索中...";
"Install" = "インストール";
"Recommended" = "推奨";
"Installing... %.1f%%" = "インストール中... %.1f%%";
"Loading..." = "読み込み中...";
/* Description text for alert on error happened during enabling Web Services */
"The HP Web Services for your device could not be activated" = "デバイスの HP Web サービスはアクティブ化できませんでした";

/* Solution text for alert on error happened during enabling Web Services */
"Please make sure the device is connected to the Internet and has proper proxy settings." = "デバイスがインターネットに接続されており、適切なプロキシ設定であることを確認してください。";

/* Short status message for installation process stalled */
"System activity in progress, please wait…." = "システム アクティビティが進行中です。お待ちください….";

"Cannot obtain software information." = "ソフトウェア情報を取得できません。";
"Cannot install software." = "ソフトウェアをインストールできません。";
"Go back to the previous step and try to install the software again." = "前の手順に戻り、再度ソフトウェアのインストールを試みてください。";
"%@ is busy" = "%@ がビジーです";
"Downloading... %@" = "ダウンロード中... %@";
"Update available" = "利用可能なアップデート";
"Downloaded" = "ダウンロードしました";
"Version: %@" = "バージョン: %@";
"Status: %@" = "ステータス: %@";
"Installed successfully" = "正常にインストールされました";
"The software cannot be installed. Try again later." = "ソフトウェアをインストールできません。後でやり直してください。";
"Cannot connect to server" = "サーバに接続できません";
"Required" = "必須";
"Up to date" = "最新状態";
"Not Installed" = "インストールされていません";
"Software installation requires authorization." = "ソフトウェアのインストールには認証が必要です。";
"Cannot obtain software information. Check your network connection, and then try again." = "ソフトウェア情報を取得できません。ネットワーク接続を確認し、やり直してください。";
"Cannot download the software." = "ソフトウェアをダウンロードできません。";
"Check your network connection, and then try again." = "ネットワーク接続を確認し、やり直してください。";
"Waiting..." = "待機中...";
"Connecting..." = "接続中...";
"OSPSentencesJoinFormat" = "%@%@";

/* Print Queue Setup */
"Would you like to use the HP printer driver?" = "HP プリンタ ドライバを使用しますか?";
"Select \"%@\"" = "\"%@\" を選択";

/* Setup printer by IP address instruction */
"Select the IP tab and then enter %@ in the Address field." = "IP タブを選択し、[アドレス] フィールドに %@ を入力します。";

"Choose \"%@\" from the Protocol pop-up menu." = "[プロトコル] ポップアップ メニューから \"%@\" を選択します。";
"Choose a protocol supported by your printer from the Protocol pop-up menu." = "[プロトコル] ポップアップ メニューからプリンタでサポートされるプロトコルを選択します。";


"Generic PostScript Printer" = "一般的な PostScript プリンタ";
"Generic PCL Printer" = "一般的な PCL プリンタ";

/* Printer search/discovery */
"Ready to Connect" = "接続する準備";
"Search for IP address: %@" = "次の IP アドレスを検索: %@";
"Searching..." = "検索中...";
"No devices have been found." = "デバイスが見つかりませんでした。";
"No devices have been found" = "デバイスが見つかりませんでした";

"Search for host name: %@" = "次のホスト名を検索: %@";

/* Printer configuration */
"Note: When you click Join, your Mac will be temporarily disconnected from your wireless network. %@" = "注: [参加] をクリックすると、Mac がワイヤレス ネットワークから一時的に切断されます。%@";
"More..." = "詳細..."; 
"About HP Auto Wireless Connect" = "HP オート ワイヤレス コネクトについて";

/* Connect device to Wi-Fi network screen description. The "Join" button is to be titled "参加", consistently with other strings */
"Click on the label under device icon and give your device a name that will be easy to recognize, make sure your Mac’s current Wi-Fi network is selected, and then click Join." = "デバイス アイコンの下のラベルをクリックして区別しやすいデバイス名を指定し、Mac の現在の Wi-Fi ネットワークが選択されていることを確認した後、[参加] をクリックします。";


/* Preferences window title */
"Preferences" = "環境設定";

/* Preferences menu title */


/* Error messages */

"Cannot connect to the selected network." = "選択したネットワークに接続できません。";
"Cannot configure the printer." = "プリンタを構成できません。";

/* 1.1 Resources */

/* Displayed when user network set up to use manual IP address and app needs to temporary reconfigure network */

/* Displayed when user tries to quit app during system configuration change */
"You cannot quit the application while changes are being applied." = "変更を適用中は、アプリケーションを終了できません。";

/* 5GHz incompatibility alerts */

/* Message displayed on test page */
"Printing is enabled" = "印刷が有効になっています";

/* Displayed when user tries to quit app during software installayion */
"You cannot quit the application during installation. Wait until the installation is completed." = "インストール中は、アプリケーションを終了できません。インストールが完了するまでお待ちください。";

/* Reminders */
"Remind Me..." = "通知する...";
"Set reminders to explore and install free HP-recommended software." = "無料の HP 推奨ソフトウェアを探してインストールするための通知を設定します。";
"Checking for software..." = "ソフトウェアを確認中...";

/* Displayed name of the application home page link in reminders view */
"Home Page" = "ホーム ページ";

/* Reminder time options */
"30 minutes" = "30 分";
"1 hour" = "1 時間";
"1 day" = "1 日";
"No reminders" = "通知しない";

"Enable Printing" = "印刷を有効にする";

"You cannot quit the application." = "アプリケーションを終了できません。";

/* Reminders screen title  and description for case reminders are not available (10.7) */
"Other Software" = "その他のソフトウェア";
"Explore and install free HP recommended software." = "無料の HP 推奨ソフトウェアを探してインストールします。";

/* Reminders screen description for case when reminders are unallowed for the app */
"Please allow %@ to access your reminders in the Security & Privacy system preferences pane" = "%@ に [セキュリティとプライバシー] システム環境設定ペインの通知へのアクセスを許可してください。";

/* Caption of the network selection pop-up button when no network is selected and join button is disabled */
"Select the network" = "ネットワークを選択";

/* Printer setup */
"Installing essential software..." =  "必要不可欠なソフトウェアのインストール中...
";


/* Info button title */
"More Info" = "詳細情報";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                                     2.0                                    */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"%1$@ may have been deleted or moved to another location. Quit and then reopen %1$@, and try again." = "%1$@ は、削除されたか、別の場所に移動された可能性があります。%1$@ を終了し、もう一度開いて、やり直してください。";
"Cannot complete operation" = "操作を完了できません";
"Are you sure that you want to skip Online Setup steps?" = "オンライン セットアップの手順をスキップしますか?";
"Skip" = "スキップ";
"Online Setup is an important part of the complete setup of your printer. Certain product features may not be available to you until these steps are completed." = "オンライン セットアップは、プリンタの完全なセットアップの重要な部分です。これらの手順を完了するまで、特定の製品機能が使用できない可能性があります。";
"Unable to communicate with the printer." = "プリンタと通信できません。";

/* Printer is not found title */
"No devices found that match search criteria" = "検索条件に一致するデバイスが見つかりませんでした";

/* Description for case when the printer is not found during the filtering */
"Make sure that your device is powered on, and already connected to your network or via USB or ready to connect to your wireless network. Also check the product name, or assigned name for the networked device, and ensure that your search information is typed correctly. Click the Information button for more tips to follow if your device is still not found." = "デバイスの電源がオンになっており、USB 経由でネットワークにすでに接続されているか、またはワイヤレス ネットワークにいつでも接続できることを確認してください。また、ネットワーク接続されたデバイスの製品名、または割り当て名をチェックし、検索情報が正しく入力されていることを確認してください。それでもデバイスが見つからない場合、情報ボタンをクリックしてさらにヒントを表示します。";

/* Description for case when the printer is not found during search by IP-address or host name */

/* Incorrect queue creation alert title and description */
"Printing was not enabled" = "印刷が有効になりませんでした。";
"Printing was not enabled successfully during the previous steps. This appears to have been caused by an incorrect printer selection in the Add Printer dialog. Please perform these steps again and pay close attention to the selections that you make." = "前の手順の実行中、印刷が正常に有効になりませんでした。[プリンタの追加] ダイアログで間違ったプリンタを選択したことが原因である可能性があります。選択に細心の注意を払って、これらの手順をもう一度実行してください。";

"To connect the printer, complete the following steps. After you complete each step, click \"Try Again\".\n\n1. Make sure all printer cables are securely connected or that the wireless connection is working properly.\n\n2. Turn the printer off, and then turn it on again" = "プリンタを接続するには、次の手順を完了します。各手順を完了したら、[再試行] をクリックします。\n\n1. すべてのプリンタ ケーブルがしっかり接続されていること、またはワイヤレス接続が正しく機能していることを確認します。\n\n2. プリンタをオフにし、再度オンにします。";

"Username:" = "ユーザ名:";

/* Conclusion screen title */
"Continue Online" = "オンラインで続行";

/* Conclusion screen description */
"Now that you are connected and essential software is installed, remaining printer setup tasks will occur online." = "接続され、必要不可欠なソフトウェアがインストールされました。プリンタの残りのセットアップ作業はオンラインで行われます。";

/* Continue Online button title */
"Continue Online..." = "オンラインで続行…";

/* Continue Online action description */
"Click Continue Online to open your Web browser and then follow the steps presented. Once your browser has opened, HP Easy Start will automatically close." = "[オンラインで続行] をクリックして Web ブラウザを開き、表示される指示に従います。ブラウザが開くと、HP Easy Start が自動的に閉じます。";

/* Skip Online Setup alert buttons */
"Continue Online Setup" = "オンライン セットアップを続行";
"Skip Online Setup" = "オンライン セットアップをスキップ";

/* Finishing OWS setup progress title */
"Finishing setup..." = "セットアップを終了中...";

/* No-devices-found instruction */
"Make sure that the device is powered on, all cables are connected, and wireless access is enabled on the device. Click the Information button for more tips to follow if your device is still not found." = "デバイスの電源がオンになっており、すべてのケーブルが接続されており、デバイスでワイヤレス アクセスが有効になっていることを確認してください。それでもデバイスが見つからない場合、情報ボタンをクリックしてさらにヒントを表示します。";


/* Not enough free space for SW download error description */
"There is not enough free space on your startup disk to download the selected software. Please make more space available on your startup disk by deleting files and try again." = "選択したソフトウェアをダウンロードするための十分な空き容量が起動ディスクにありません。ファイルをいくつか削除して起動ディスクの空き容量を増やし、やり直してください。";

/* Not enough free space for SW installation check failed error description */
"OSPNotEnoughAvailableSpaceToInstall" = "HP Easy Start は、起動ディスクに %1$@ 以上の空き容量がないと選択したアイテムをインストールできませんが、使用可能な空き容量は %2$@ です。ファイルをいくつか削除して起動ディスクの空き容量を増やし、やり直してください。";

/* Accessibility title for untitled Search button in Select Printer window. */
"OSPSearchButton" = "検索";

/* Name of IPP protocol in the system Add Printer dialog */
"OSPIPPProtocolTitle" = "Internet Printing Protocol - IPP";
/* Name of LPD protocol in the system Add Printer dialog */
"OSPLPDProtocolTitle" = "Line Printer Daemon - LPD";
/* Name of HP Jetdirect protocol in the system Add Printer */
"OSPJetDirectProtocolTitle" = "HP Jetdirect - Socket";

/* The names of the AirPrint and Secure AirPrint printer software. Localized strings should match to systems ones displayed in the Add Printer dialog */
"OSPPrinterSoftwareAirPrint" = "AirPrint";
"OSPPrinterSoftwareSecureAirPrint" = "AirPrint のセキュリティ保護";

/* Single byte size format */
"OSPByteSizeFormat" = "%zd バイト";

/* Multiple bytes size format */
"OSPBytesSizeFormat" = "%zd バイト";

/* KB size format */
"OSPKBSizeFormat" = "%zd KB";

/* MB size format */
"OSPMBSizeFormat" = "%.1f MB";

/* GB size format */
"OSPGBSizeFormat" = "%.2f GB";

/* TB size format */
"OSPTBSizeFormat" = "%.2f TB";

/* The information to show in the Install screen when there are no software packages available for selected AirPrint compatible device. %1$@ - model name, %2$@ - OS X version number */
"OSPInfoMessageNoSoftwareForAirPrintDevice" = "AirPrint 互換 %1$@ 用の HP ソフトウェアは、OS X %2$@ 以降でのみ使用できます。AirPrint を使用したセットアップを続行するには、[続行] をクリックします。";

/* The information to show in the Install screen when there are no software packages available for selected device on user’s OS. %1$@ - model name, %2$@ - OS X version number */
"OSPInfoMessageNoSoftwareForDevice" = "%1$@ デバイス用の HP ドライバは、OS X %2$@ 以降でのみ使用できます。コンピュータのオペレーティング システムを更新し、最新の HP ドライバをインストールしてください。";

/* Continue online screen message in case the device is AirPrint capable and no HP software is installed */
"Now that you are connected, remaining setup tasks will occur online." = "接続されました。残りのセットアップ作業はオンラインで行われます。";

/* Enable logging info sheet title */

/* Enable logging info sheet informative text */

/* Enable logging info sheet button titles */


/* Enable logging checkbox title */
"Enable Logging" = "ログ記録を有効にする";

/*////////////////////////////////////////////////////////////////////////////*/
/* New licence aggreement strings */

"Agreements and Settings" = "合意事項と設定";

"AgreementsAndSettingsScreenCescription" = "HP は、製品、ソフトウェア、サービスの使用状況および技術データをデバイスから収集し、解析します。収集と解析は、アップデートとアラートを含む、製品とサービスの提供、関係のある情報と特典の提供、製品、サービス、営業活動の改善を目的としています。HP は、このデータを HP プライバシー ステートメントに従ってお客様、他の HP カスタマ、第三者から収集された別の個人データと組み合わせて解析する場合もあります。\n\n次の契約と設定を確認後、承諾の意思表示をお願いいたします。";

/* First agreement: Information collected during setup.  See also "Information Collected.rtf" */

"Information Collected During the Setup Process" = "セットアップ プロセス中に収集された情報";

"Disclosure of the information collected by HP during the setup process." = "セットアップ プロセス中に HP によって収集された情報の開示。";

/* Second agreement: EULA */
"End User License Agreement" = "エンド ユーザ使用許諾契約";

"The legal agreement between HP and users of this software." = "HP とこのソフトウェアの使用者間の法的取り決め。";

/* Third agreement: Usage Tracking.  See also  "Product Improvement.rtf" */
 
"Product Improvement Data Collection (Recommended)" = "製品改善のためのデータ収集 (推奨)";

"To improve HP products and solutions, better understand customers and develop strategic business initiatives, HP uses tools, including Google Analytics, to collect, combine and analyze data that contains no personally identifiable information." = "To improve HP products and solutions, better understand customers and develop strategic business initiatives, HP uses tools, including Google Analytics, to collect, combine and analyze data that contains no personally identifiable information.";

"Allow HP to collect data for Product Improvements" = "製品とソフトウェアの使用状況情報の収集と解析を HP に対して許可する";

/* Miscellaneous */

"HP Privacy Statement" = "HP プライバシー ステートメント";



/* Printer - specific strings adjustments */

/* HP Smart print details explanation */
"In just a few steps, your HP printer or scanner will be ready for use!" = "いくつかの手順を実行するだけで、すぐに HP プリンタまたはスキャナを使い始めることができます。";

/* Click continue message on prepare printer view */
"Click Continue once these preliminary tasks have been completed." = "これらの準備タスクを完了したら [続行] をクリックします。";

/* Ensure supplies are installed message on prepare printer view */
"Supplies are installed, if applicable" = "サプライ品が装着されています （該当する場合）";

/* Ensure network connection message on prepare printer view */
"If you do not intend to use a wireless connection, then attach the proper cable (USB or Ethernet) from your device to your Mac or wired network." = "ワイヤレス接続を使用しない場合は、デバイスと Mac または有線ネットワークを適切なケーブル (USB または Ethernet) で接続します。";

/* Refer to the information message on prepare printer view */
"If you need assistance with any of these tasks, refer to the information provided with your HP product." = "これらのタスクの詳細については、お使いの HP 製品に付属の説明書を参照してください。";

/* Unconfigured device display name */
"New Wireless Device" = "新しいワイヤレス デバイス";

/* Printer selection view description */
"Select the device you want to use and then click Continue." = "使用するデバイスを選択し、[続行] をクリックします。";

/* Device configuration error text */
"An error occurred during the configuration attempt. Reset the device to its default settings, and then try again." = "構成中にエラーが発生しました。デバイスをデフォルト設定にリセットして、もう一度実行してください。";

/* Alert explanation text displayed when the printer doesn't support LEDM configuration */
"Your device does not support wireless setup over a wireless network. Please refer to the product’s documentation for more information." = "お使いのデバイスは、ワイヤレス ネットワーク経由のワイヤレス セットアップをサポートしません。詳細については、製品の説明書を参照してください。";

/* Alert info on timeout while restoring connection */
"The device was not found on your wireless network. Click Wait to continue searching, or click Reconfigure to start the configuration again from the beginning. Click Cancel to select another device." = "ワイヤレス ネットワークでデバイスが見つかりませんでした。[待機] をクリックして検索を続行するか、[再構成] をクリックして構成を最初からやり直してください。別のデバイスを選択するには、[キャンセル] をクリックしてください。";

/* Setup completion messages on the finish screen */
"Your HP product setup is complete" = "HP 製品のセットアップが完了しました。";
"Your device is set up and ready to use." = "デバイスはセットアップされており、いつでも利用できます。";
"Now that you are connected and essential software is installed, use HP Utility to complete remaining printer setup tasks." = "接続され、必要不可欠なソフトウェアがインストールされました。HP Utility を使用して、残りのプリンタ セットアップ作業を完了してください。";

/* Renaming device title and description*/
"Rename Device (Optional)" = "デバイス名の変更 (オプション)";

/* Renaming device error title and description */
"Cannot change device name." = "デバイス名を変更できません。";
"Renaming the device was unsuccessful. You may try again, try using a different name, or proceed with the device’s present name." = "デバイス名の変更に失敗しました。もう一度実行するか、別の名前を使用してみるか、現在のデバイス名で続行してください。";

/* Warning displayed in case user selects AirPrint and generic drivers for device on enable printing screen */
"An AirPrint printer driver is assigned to your printer. This driver provides basic features and is supported for use with your printer. However, to ensure access to all of the features of your printer it is recommended that you use the HP printer driver." = "プリンタに AirPrint プリンタ ドライバが割り当てられています。このドライバは、基本的な機能を提供し、お使いのプリンタと使用することができます。ただし、プリンタのすべての機能に確実にアクセスするには、HP プリンタ ドライバの使用を推奨します。";
"A generic printer driver is assigned to your printer. This driver provides basic features and is supported for use with your printer. However, to ensure access to all of the features of your printer it is recommended that you use the HP printer driver." = "プリンタに汎用プリンタ ドライバが割り当てられています。このドライバは、基本的な機能を提供し、お使いのプリンタと使用することができます。ただし、プリンタのすべての機能に確実にアクセスするには、HP プリンタ ドライバの使用を推奨します。";

/* Software installation screen description */
"Download and install the recommended software for your HP product." = "HP 製品用の推奨ソフトウェアをダウンロードしてインストールしてください。";

/* Device search/discovery messages */
"Turn your Mac's Wi-Fi on to discover available devices." = "Mac の Wi-Fi をオンにして、使用可能なデバイスを見つけます。";
"Searching for device with IP address: %@" = "次の IP アドレスのデバイスを検索中: %@";
"Filter the listed devices, or enter an IP address or host name." = "リストに示されたデバイスをフィルタで絞り込むか、IP アドレスまたはホスト名を入力します。";
"Devices matching %@" = "%@ に一致するデバイス"; 
"Cannot find device." = "デバイスが見つかりません。";
"Searching for device with host name: %@" = "次のホスト名のデバイスを検索中: %@";


/* Printer configuration */
"Set Up My HP Product" = "マイ HP 製品のセットアップ";


/* Device configuration error alert title */

/* Alert about necessity to change user's network settings to connect to device setup network */
"To configure the device, HP Easy Start needs to temporarily change your connection settings. Authorization is required." = "デバイスを構成するため、HP Easy Start は、接続設定を一時的に変更する必要があります。認証が必要です。";

/* 5 GHz wireless network connection error alerts */
"Your device is not compatible with 5 GHz networks. Select another network, and then try again." = "デバイスは、5 GHz ネットワークでは使用できません。別のネットワークを選択し、やり直してください。";
"Your device cannot be connected to the %1$@ network channel. Supported channels are %2$@. Set up your router to use one of the supported channels, or select another network." = "デバイスは、%1$@ ネットワーク チャネルに接続できません。サポートされているチャネルは %2$@ です。サポートされているチャネルの 1 つを使用するようにルーターをセットアップするか、別のネットワークを選択してください。";
"Your device cannot be connected to the %@ network channel. Set up your router to use another channel, or select another network." = "デバイスは、%@ ネットワーク チャネルに接続できません。別のチャネルを使用するようにルーターをセットアップするか、別のネットワークを選択してください。";

/* Device setup error alert title */

/* Device setup progress messages */
"Gathering device information..." = "デバイス情報の収集中...";


/* USB device busy error allert title and description */
"The device is busy" = "デバイスがビジーです";
"Your device is being used by the operating system or some other application. Try again later or restart the device." =  "デバイスは、オペレーティング システムまたはその他のアプリケーションによって使用されています。後でやり直すか、デバイスを再起動してください。";

/* Device communication error title and messages */
"Unable to communicate with the device." = "デバイスと通信できません。";
"Make sure that your device is powered on, and connected to your network. Also check assigned device host name or IP-address, and ensure that your search information is typed correctly. Click the Information button for more tips to follow if your device is still not found." = "デバイスの電源がオンになっており、ネットワークに接続されていることを確認してください。また、割り当てられているデバイスのホスト名または IP アドレスをチェックし、検索情報が正しく入力されていることを確認してください。それでもデバイスが見つからない場合、情報ボタンをクリックしてさらにヒントを表示します。";

"The user name and password assigned to this device by your administrator are required to perform this task." = "このタスクを実行するには、デバイス管理者によってデバイスに割り当てられたユーザ名とパスワードが必要です。";


/* Join wireless network progress reporting */ 
"Preparing for setup..." = "セットアップの準備中...";
"Connecting to the device..." = "デバイスに接続中...";
"Setting up the device..." = "デバイスのセットアップ中...";

"Restoring your network connection..." = "ネットワーク接続を復元しています...";
"Verifying the device settings..." = "デバイス設定を確認中...";
"Your device is now connected." = "デバイスが接続されました。";

/* Enable printing/scanning screen title and description */

/* For single-function printers */
"Enable Printing" = "印刷を有効にする";

/* For multi-function printers */
"Enable Print and Scan" = "印刷とスキャンを有効にする";
"Follow these steps to prepare to print and scan." = "これらの手順に従って印刷とスキャンを準備します。";

/* For single-function scanners */
"Enable Scanning" = "スキャンを有効にする";
"Follow these steps to prepare for scanning." = "これらの手順に従ってスキャンを準備します。";

/* Scan test page description */
"To ascertain that the scanner has been successfully configured, place a document in the scanner according to the device’s placement markings, and then click Scan Test Page." = "スキャナが正しく構成されていることを確認するため、デバイスの配置マークに従ってスキャナにドキュメントをセットし、[テスト ページのスキャン] をクリックします。";

/* Scanning unavailable due to unsupported connection error alert title and description */
"Unsupported connection type." = "サポートされていない接続の種類です。";
"Scanning functions will not be available" = "スキャン機能が使用できなくなります。";
"OS X does not support scanning on devices connected via host name or IP-address methods. You may continue to setup this device for printing only.  To scan, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X は、ホスト名または IP アドレス方法を使って接続されたデバイスでのスキャンをサポートしません。印刷のみを行う場合は、このデバイスのセットアップを続行できます。スキャンするには、デバイスで Bonjour を有効にし、デバイスが Mac と同じローカル ネットワークに接続されていることを確認した後、デバイスがリストに表示されたときに、デバイスをもう一度選択します。";

"OS X does not support scanning on devices connected via host name or IP-address methods.  Please enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device when it appears in the list." = "OS X は、ホスト名または IP アドレス方法を使って接続されたデバイスでのスキャンをサポートしません。デバイスで Bonjour を有効にし、デバイスが Mac と同じローカル ネットワークに接続されていることを確認した後、デバイスがリストに表示されたときに、デバイスをもう一度選択してください。";

/* Scan test page info messages */ 
"Connecting to the scanner..." = "スキャナに接続中...";
"The scanner reported an error" = "スキャナがエラーを報告しました。";
"Scanning..." = "スキャン中...";
"The scanner is warming up..." = "スキャナはウォーム アップ中です...";
"A document is not loaded" = "ドキュメントがセットされていません。";

/* Test page control titles */
"Scan" = "スキャン";

"Print" = "印刷";
"Scan Test Page" = "テスト ページのスキャン";

/* Create device queue instruction and button title */
"Add Device..." = "デバイスの追加...";

/* ScanJet selection instruction */
"Select \"%1$@\" with Location value \"%2$@\"" = "ロケーション値 \"%2$@\" の \"%1$@\" を選択";

/* Error alert description in case USB device */

/* App log location description */
"Logged information will be saved to \"%1$@\" in your %2$@ folder." = "ログ情報は、%2$@ フォルダの \"%1$@\" に保存されます。";

/* 2.2.4 strings */
"Confirm that your scanner is functioning properly." = "スキャナが正しく作動していることを確認してください。";
"The selected network is not reachable from your HP device. Try to relocate the device closer to your wireless router or access point." = "選択したネットワークは HP デバイスから接続できません。ワイヤレス ルーターまたはアクセス ポイントにデバイスを近づけてみてください。";
"Google Analytics Privacy Policy" = "Google アナリティクスのプライバシー ポリシー";
"The scanner was added successfully." = "スキャナが正常に追加されました。";
"Your %1$@ device is supported for use on OS X %2$@ or later. Please update your computer's operating system." = "%1$@ デバイスは OSX %2$@ 以降での使用をサポートしています。コンピュータのオペレーティング システムを更新してください。";
"Test Your Scanner" = "スキャナをテスト";
"Place an item on the scanner and try again." = "スキャナにアイテムを置き、やり直してください。";
"Check that the USB cable is securely connected to the USB ports on the device and your Mac." = "USB ケーブルがデバイスと Mac の USB ポートにしっかりと接続されていることを確認してください。";
"Cannot configure the device software." = "デバイス ソフトウェアの設定を実行できません。";
"Make sure all device cables are securely connected, or that the wireless connection is working properly, and then try again." = "すべてのデバイスのケーブルがしっかりと接続されている、またはワイヤレス接続が正しく機能していることを確認し、やり直してください。";
"ReviewedCheckboxTitle" = "合意事項と設定を確認し、承諾します。";
"Your Mac login password is required to complete this step." = "この手順を完了するには、Mac ログインパスワードが必要です。";
"Make sure your device is powered on and connected to the network, and then try again." = "デバイスの電源がオンになっており、ネットワークに接続されていることを確認し、もう一度やり直してください。";
"HP scanner drivers for your %1$@ device are only available for OS X %2$@ or later. Please update your computer's operating system and then install the latest HP drivers." = "%1$@ デバイスの HP スキャナ ドライバは、OS X %2$@ 以降でのみ利用可能です。コンピュータのオペレーティング システムを更新し、最新の HP ドライバをインストールしてください。";
"Creating the printer queue..." = "プリンタのキューを作成中...";
"To ascertain that the printer has been successfully configured, ensure there is paper in the printer's paper tray, and then click Print Test Page." = "プリンタが正常に設定されていることを確認するには、プリンタの用紙トレイに用紙があることを確認し、プリンタの [テストページを印刷] をクリックします。";
"Connecting to the scanner. Please wait..." = "スキャナに接続しています。しばらくお待ちください...";
"Your Mac login credentials are required to grant HP Easy Start permission to install software on this computer. Click OK and then try again." = "このコンピュータにソフトウェアをインストールする、HP Easy Start 権限を付与するには、Mac ログイン認証情報が必要です。[OK] をクリックしてやり直してください。";
"The %@ IP address is not reachable." = "%@ の IPアドレスに接続できません。";
"Click to setup the scanner in the system" = "クリックしてシステムでスキャナのセットアップを開始";
"The IP address you provided is located on a different IP network and cannot be accessed from your Mac." = "入力した IP アドレスは異なる IP ネットワークにあり、Mac からアクセスできません。";
"To perform this optional step, place a single-page document on the scanner according to the placement markings, and then click Scan Test Page. If working properly the scanned image will appear in the preview area." = "このオプションの手順を実行するには、配置マークに従ってスキャナに単一ページのドキュメントを置き、[テストページをスキャン] をクリックします。A 正しく作動すると、スキャンされた画像がプレビュー エリアに表示されます。";
"Check that the USB cable is securely connected to the USB ports on the device and your Mac. If the device is still not found, disconnect the USB cable, wait a few moments, and then re-connect." = "USB ケーブルがデバイスと Mac の USB ポートにしっかりと接続されていることを確認してください。デバイスが見つからない場合、USB ケーブルを外し、しばらく待ってから再び接続してください。";
"ProductImprovementDescription" = "HP 製品とソリューションの改善、顧客に関する理解の向上、戦略的ビジネスイニシアティブの向上のために、HPは、Google アナリティクスなどのツールを使用してデータの収集、結合、分析を行いますが、これには個人を識別できる情報が含まれることはありません。";

/* Scan queue creation action title */
"Add this scanner to the System Preferences \"Printers & Scanners\" list." = "このスキャナを [システム環境設定] の \"プリンタとスキャナ\" リストに追加します。";

/* Add print queue button description */
"Add this printer to the System Preferences \"Printers & Scanners\" list." = "このプリンタを [システム環境設定] の \"プリンタとスキャナ\" リストに追加します。";

/* Description for Print view in Enable Print and Scan page */
"To perform this optional step, place a sheet of %@ paper in the printer's paper tray, and then click Print Test Page." = "このオプションの手順を実行するには、プリンタの用紙トレイに %@ 用紙のシートを置き、[テストページを印刷] をクリックします。";


/* Title and description of the alert displayed in case app should be restarted to correctly handle HP software update */
"%@ Needs To Be Restarted" = "%@ は再起動が必要です";
"Setup of the selected device requires HP software update and restart of %@." = "選択したデバイスのセットアップには、HP ソフトウェアの更新と %@ の再起動が必要です。";

/* Create the print/scan queue action description*/
"Add this device to the System Preferences \"%@\" list." = "このデバイスを [システム環境設定] の [%@] リストに 追加します。";
"Add this scanner to the System Preferences \"%@\" list." = "このデバイスを [システム環境設定] の [%@] リストに 追加します.";

/* Name of Print & Scan System Preferences pane on OSX 10.8 and lower. The localized name should be the same as in the OSX System Preferences */
"Print & Scan" = "プリントとスキャン";

/* Name of Print & Scan System Preferences pane on OSX 10.9 and higher. The localized name should be the same as in the OSX System Preferences */
"Printers & Scanners" = "プリンタとスキャナ";

/* Warning title and description in case the device is found via WSDiscovery but can not be discovered via Bonjour */
"Some of your device functions may be unavailable." = "デバイスの一部機能が使用できない可能性があります。";
"OS X supports scanning and faxing features for devices connected via Bonjour only, but this device can not be discovered via Bonjour. You may continue to setup this device for printing only. To use all device functions, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X は Bonjour で接続されたデバイスのみのスキャンとファクス機能をサポートしますが、このデバイスは Bonjour で検出できません。このデバイスは印刷目的のみにセットアップできます。すべてのデバイス機能を使用するには、デバイスで Bonjour を有効にし、デバイスが Mac と同じローカルネットワークに接続されていることを確認し、デバイスがリストに表示されたら再び選択します。";

/* Description and the button title displayed in case the print queue should be updated with ippusb scheme on 10.12 */
"Print queue for your device needs to be updated." = "デバイスの印刷キューは更新する必要があります。";
"Update..." = "アップデート...";

/* Warning description for the case user found ScanJet by IP-address or host name */
"OS X does not support scanning on devices connected via host name or IP-address methods. To scan, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X はホスト名または IP アドレス方法経由でのデバイスでのスキャンをサポートしていません。スキャンするにはデバイスの Bonjour を有効にし、デバイスが Mac と同じローカル ネットワークに接続されていることを確認し、デバイスがリストに表示されたら再び選択します。";

"To connect the device, complete the following steps. After you complete each step, click \"Try Again\".\n \n1. Make sure all cables are securely connected or that the wireless connection is working properly.\n\n2. Turn the device off, and then turn it on again" = "デバイスを接続するには、次の手順を完了します。各手順を完了したら、[再試行] をクリックします。\n\n1. すべてのケーブルがしっかり接続されていること、またはワイヤレス接続が正しく機能していることを確認します。\n\n2. デバイスをオフにし、再度オンにします。";

/* Hardware Setup screen title, description and explanation */
"Hardware Setup" = "ハードウェア セットアップ";
"Lets install ink and paper" = "インクと用紙をセットしましょう。";
"Follow the printed instructions that came with your device.\n\nAfter you've completed ink and paper installation, select <b>Continue</b>." = "デバイスに付属の、手順に関するドキュメントに従って進めてください。\n\nインクと用紙のセットを完了したら、<b>[続行]</b> を選択します。";



/* Offline setup flow strings */

/* Online setup error title */
"Cannot establish connection for online setup." = "オンライン セットアップのための接続を確立できません。";
/* Online setup error description in case software is not accessible  */
"Some of the device setup steps including HP software installation require Internet connection. Make sure your computer is connected to the Internet, and then click Try Again. Click Continue Offline to skip the online setup." = "HP ソフトウェアのインストールなど、一部のデバイス セットアップ手順にはインターネット接続が必要です。コンピュータがインターネットに接続されていることを確認し、[再試行] をクリックします。オンライン セットアップ手順をスキップするには [オフラインで続行] をクリックします。";
/* Online setup error description in case software is accessible */
"Some of the device setup steps including HP software installation require Internet connection. Make sure your computer is connected to the Internet, and then click Try Again. Click Continue Offline to skip the online setup steps and setup your device with AirPrint driver." = "HP ソフトウェアのインストールなど、一部のデバイス セットアップ手順にはインターネット接続が必要です。コンピュータがインターネットに接続されていることを確認し、[再試行] をクリックします。オンライン セットアップ手順をスキップし、AirPrint ドライバでデバイスをセットアップするには [オフラインで続行] をクリックします。";
/* Continue offline button title */ 
"Continue Offline" = "オフラインで続行";

/* Information text to the busy alert on trying to close download window */
"Software download is in progress. Please wait until download is completed." = "ソフトウェアをダウンロード中です。ダウンロードが完了するまでお待ちください。";

/* Confirmation button title on busy alert */
"Close Anyway" = "このまま閉じる";

/* Information text to the busy alert on trying to quit application */
"You have an active downloading in progress. Please wait for downloading completion or cancel active downloads." = "ダウンロード中のアイテムがあります。ダウンロードが完了するのを待つか、ダウンロードをキャンセルしてください。";

/* The information text to the download failure alert, when the reason is unknown */
"The software cannot be downloaded. Try again later." = "ソフトウェアはダウンロードできません。後でやり直してください。";

/* Switch to Bonjour connection proposal screen */

/* Screen Title */
"Enable Bonjour" = "Bonjour を有効にする";

/* Title and description for the message displayed in case the device found by IP-address is also available via Bonjour */
"Your device is available via Bonjour connection." = "デバイスは Bonjour 接続で使用できます。";
"Using Bonjour allows you to have more features and options for work with your device." = "Bonjour により、多くの機能やオプションをデバイスで利用できます。";

/* Radio buttons for selecting connection */
"Use Bonjour connection" = "Bonjour 接続を使用";
"Use current connection" = "現在の接続を使用";


/* Message text for MFU found by IP-address or WS-Discovery */
"OS X supports scanning and faxing features for devices connected via Bonjour only, but this device can not be discovered via Bonjour. You may continue to setup this device for printing only. To use all device functions, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac." = "OS X は Bonjour で接続されたデバイスのみのスキャンとファクス機能をサポートしますが、このデバイスは Bonjour で検出できません。このデバイスは印刷目的のみにセットアップできます。すべてのデバイス機能を使用するには、デバイスで Bonjour を有効にし、デバイスが Mac と同じローカルネットワークに接続されていることを確認します。";


/* Message text for scanner found by IP-address or WS-Discovery */
"OS X supports scanning for devices connected via Bonjour only, but this device can not be discovered via Bonjour. Please enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac." = "OS X は Bonjour で接続されたデバイスのみのスキャンをサポートしますが、このデバイスは Bonjour で検出できません。デバイスで Bonjour を有効にし、デバイスが Mac と同じローカルネットワークに接続されていることを確認します。";


/* Wireless setup over USB */

/* Screen title and description */
"Connect device to the wireless network" = "デバイスをワイヤレス ネットワークに接続";
"Your device supports wireless network connection." = "デバイスはワイヤレス ネットワーク接続をサポートしています。";


/* Radio buttons for selecting connection */
"Connect to wireless network" = "ワイヤレス ネットワークに接続";
"Continue with USB connection" = "USB 接続で続行";

/* Error message for USB device setup error */
"Check that the USB cable is securely connected to the USB ports on the device and your Mac. If still not working, turn your device off, wait a few moments, and turn it on again." = "USB ケーブルがデバイスと Mac の USB ポートにしっかりと接続されていることを確認してください。問題が解決しない場合は、デバイスをオフにし、しばらく待ってから再度オンにします。";

/* Title and description for message that tells user device is to be unplugged from USB */
"Unplug your device from USB." = "デバイスを USB から外します。";
"Please unplug your device from USB to start using the network connection." = "ネットワーク接続を使用するには、USB からデバイスを外してください。";


/* SW Download */

/* Search field placeholder */
"Device model name" = "デバイス モデル名";

/* Initial action description */
"Enter the device model name to start searching for software online." = "ソフトウェアをオンラインで検索するには、デバイス モデル名を入力します。";

/* Done button title */
"New Download" = "新規ダウンロード";


/* Print/scan test page action description */
"To ascertain that the printer has been successfully configured, ensure there is paper in the printer's paper tray, and then click %@." = "プリンタが正常に設定されていることを確認するには、用紙がプリンタの用紙トレイにあることを確認し、%@ をクリックします。";
"To perform this optional step, place a single-page document on the scanner according to the placement markings, and then click %@. If working properly the scanned image will appear in the preview area." = "このオプションの手順を実行するには、配置マークに従ってスキャナに単一ページのドキュメントを置き、%@ をクリックします。正しく作動すると、スキャンされた画像がプレビュー エリアに表示されます。";

"To perform this optional step, place a sheet of %@ paper in the printer's paper tray, and then click %@." = "このオプションの手順を実行するには、プリンタの用紙トレイに %@ 用紙のシートを置き、%@ をクリックします。";

/* Alert message for case user connects to the wireless network, but the specific band is turned off on the device control panel */
"%@ Wi-Fi band frequency support is turned off. Please turn it on in the device control panel, or select another network." = "%@ Wi-Fi 周波数帯域サポートがオフになっています。デバイスのコントロール パネルでオンにする、または他のネットワークを選択してください。";

/* Wireless channel bands */
"2.4GHz" = "2.4GHz";
"5GHz" = "5GHz";

/* Select device screen description. The bold text is marked with <b>..</b> */
"Select the device you want to use and then click <b>Continue</b>." = "使用するデバイスを選択し、<b>[続行]</b> をクリックします。";

/* Join Wi-Fi network action note. The bold text is marked with <b>..</b> */
"Note: When you click <b>Join</b>, your Mac will be temporarily disconnected from your wireless network. %@" = "注: <b>[参加]</b> をクリックすると、Mac はワイヤレス ネットワークから一時的に切断されます。%@";

/* Join Wi-Fi screen description. The bold text is marked with <b>..</b> */
"Click on the label under device icon and give your device a name that will be easy to recognize, make sure your Mac’s current Wi-Fi network is selected, and then click <b>Join</b>." = "デバイス アイコンにあるラベルをクリックし、識別しやすい名前を入力します。Mac の現在の Wi-Fi ネットワークが選択されていることを確認し、<b>[参加]</b> をクリックします。";

/* Open HP Utility and Continue Online screen descriptions. The bold text is marked with <b>..</b> */
"Click <b>Open HP Utility</b> and then follow the steps presented. Once HP Utility has opened, HP Easy Start will automatically close." = "<b>[HP ユーティリティを開く]</b> をクリックし、表示される手順に従います。HP ユーティリティが開くと、HP Easy Start は自動的に閉じます。";
"Click <b>Continue Online</b> to open your Web browser and then follow the steps presented. Once your browser has opened, HP Easy Start will automatically close." = "<b>[オンラインで続行]</b> をクリックして Web ブラウザを開き、表示される手順に従います。ブラウザが開くと、HP Easy Start は自動的に閉じます。";

/* The first screen description */
"Power on your device to quickly and easily set up, connect, and begin printing with HP Easy Start. In a few simple steps, your HP printer or scanner will be ready to use!" = "デバイスに電源を入れると、HP Easy Start で素早く簡単にセットアップ、接続、印刷が実行できます。少しの簡単な手順で HP プリンタまたはスキャナは使用の準備ができます！";

/* Controls caption for case locale/language was not initially set */
"Select Country..." = "国の選択...";
"Select Language..." = "言語の選択...";

/* Enable Bonjour screen descriptions for scanners */
"Bonjour connection is required for scanning." = "スキャンを実行するには Bonjour 接続が必要です。";

/* Proceed with Bonjour connection action description for scanners */ 
"Click <b>Continue</b> to proceed with Bonjour connection." = "Bonjour 接続を進めるには <b>[続行]</b> をクリックします。";

/* Add printer/print test page screen title and description */
"Add and Verify Your Device" = "デバイスの追加と確認"; 
"Follow these steps to prepare the device for work." = "デバイスが機能するよう準備するにはこれらの手順に従ってください。";

/* Quit application during online setup alert message header */
"Setup not complete" = "セットアップ 未完了";

/* Quit application during online setup alert message details button titles are "Continue", "Skip to Software Download" and "Quit"*/
"If you close %1$@, you might not be able to print from this computer.\nEven though you have connected your printer to a network, you will still need to install print drivers.\nAdditionally, if you close this window now, your supplies might not be configured properly.\nClick <b>%2$@</b> to continue set up (recommended), <b>%3$@</b> to download and install printer drivers, or <b>%4$@</b> to quit the application." = "%1$@ を閉じると、このコンピュータから印刷できない可能性があります。\nプリンタをネットワークに接続していても、プリント ドライバをインストールする必要があります。\nまた、このウィンドウを閉じると、サプライ品は正しく設定されない場合があります。\nセットアップを続行するには <b>%2$@</b> (推奨)、プリンタ ドライバをダウンロードしてインストールするには <b>%3$@</b>、アプリケーションを終了するには <b>%4$@</b> をクリックします。";

/* Skip online setup button title */
"Skip to Software Download" = "ソフトウェア ダウンロードへスキップ";

/* Quit application during online setup button title */
"Quit" = "終了";

"Welcome to %@!" = "%@ へようこそ！";
"Power on your device to easily set up, connect, and begin printing with HP Easy Start.\nLet's get your HP printer or scanner ready to use!" = "デバイスに電源を入れましょう。HP Easy Start で簡単にセットアップ、接続、印刷が実行できます。\nHP プリンタまたはスキャナの準備を始めましょう！";
I_Have_Read_Agreement_prefix = "";
"End_User_License_Agreement" = "エンドユーザー使用許諾契約書";
" and " = "および";
"Privacy Statement" = "プライバシーに関する声明";
I_Have_Read_Agreement_suffix = "を読み、これらに同意します。";
User_Settings_prefix = "詳細またはユーザー設定の変更については、";
"click here" = "こちらをクリック";
User_Settings_suffix = "。";
"User Settings" = "ユーザー設定";
"Allow usage information to be sent" = "使用状況に関する情報の送信を許可する";
"HP collects and analyzes printer usage and technical data from HP devices for the purposes of providing and improving products, services and business operations, and delivering relevant information and benefits. HP may also analyze this data in combination with other data collected in accordance with the HP Privacy Statement." = "HP は、製品/サービス/営業活動の提供と改善、関係のある情報および特典の提供を目的に、プリンタの使用状況や技術データを HP デバイスから収集し、解析します。HP は、このデータを HP プライバシーに関する声明に準拠した方法で収集したその他のデータと組み合わせて分析する場合もあります。";
"Allow your %@ software to send data to HP" = "%@ ソフトウェアによる HP へのデータ送信を許可する";
"In order to deliver better versions of your %@ software, HP will periodically collect anonymous usage data (some information may be collected using Google Analytics) and transmit that data to HP." = "%@ ソフトウェアの品質向上のために、HP では匿名の使用状況データを定期的に収集し (一部の情報は Google Analytics を使用して収集される場合があります)、データを HP に送信します。";
"Click here to learn more about Google Analytics" = "Google Analytics の詳細についてはこちらをクリック";
"Prepare printer for setup" = "プリンタ セットアップの準備";
"Click <b>Continue</b> after you complete the following tasks." = "次のタスクを完了したら <b>[続行]</b> をクリックします。";
"Make sure the printer is plugged into a power source" = "プリンタが電源に接続されていることを確認します";
"Make sure the printer is turned ON" = "プリンタの電源がオンになっていることを確認します";
"For wireless printer setup, remove any Ethernet or USB cables that might be connected to your printer" = "ワイヤレス プリンタ セットアップの場合、プリンタに接続されている可能性のある Ethernet または USB ケーブルを取り外します";
"For assistance with these tasks, consult the information provided with your printer." = "これらのタスクのサポートについては、プリンタに付属する情報を参照してください。";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                            Hawk Specific                                   */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Download" = "ダウンロード";
/* Menu item to create new window */
"New Download Window" = "新しいダウンロード ウィンドウ";

/* Main screen title */
"Download Software" = "ソフトウェア ダウンロード";

/* Helping description on the main screen to the seatch field */
"Enter the device model name to start searching for software" = "ソフトウェアの検索を開始するにはデバイスのモデル名を入力";

/* Stub message when search field is empty and no model is selected */
"No model selected" = "モデルが選択されていません";

/* Title of link to open location of downloaded software component in Finder */
"Show In Finder" = "Finder で表示";
